Revit 2021.1 API
DocumentEntryPoint.SaveAsCloudModel Method
Overload List
Name | Description
SaveAsCloudModel(String, String) |  Obsolete.
 Saves current nonworkshared model as a cloud model in BIM 360.
 (Inherited from Document.)
SaveAsCloudModel(Guid, Guid, String, String)
 Saves current nonworkshared model as a cloud model in BIM 360.
 (Inherited from Document.)
See Also
DocumentEntryPoint Class
DocumentEntryPoint Members
Autodesk.Revit.DB.Macros Namespace